Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: (%lld after relaunch)
ar: (%lld بعد إعادة الفتح)
de: (%lld nach Neustart)
es: (%lld tras reabrir)
fr: (%lld après relance)
hi: (फिर से लॉन्च के बाद %lld)
it: (%lld dopo la riapertura)
ja: （再起動後%lld回）
ko: (다시 실행 후 %lld회)
nl: (%lld na herstart)
pl: (%lld po ponownym uruchomieniu)
pt_br: (%lld após reabertura)
ru: (%lld после перезапуска)
tr: (%lld tanesi yeniden açılış sonrası)
uk: (%lld після перезапуску)
zh_hans: （其中 %lld 次在重新启动后）
zh_hant: (重新開啟後 %lld 次)

source: %@ (archived)
ar: %@ (مؤرشفة)
de: %@ (archiviert)
es: %@ (archivada)
fr: %@ (archivée)
hi: %@ (आर्काइव)
it: %@ (archiviata)
ja: %@（アーカイブ済み）
ko: %@ (보관됨)
nl: %@ (gearchiveerd)
pl: %@ (zarchiwizowana)
pt_br: %@ (arquivada)
ru: %@ (в архиве)
tr: %@ (arşivlendi)
uk: %@ (архівовано)
zh_hans: %@（已归档）
zh_hant: %@（已封存）

source: %@ A new process will be started instead, and given this summary of what the session carries. You can edit it before it is sent.
ar: %@ سيتم بدء عملية جديدة بدلًا من ذلك، مع هذا الملخص لمحتوى الجلسة. يمكنك تعديله قبل إرساله.
de: %@ Stattdessen wird ein neuer Prozess gestartet, der diese Zusammenfassung der Sitzung erhält. Du kannst sie vor dem Senden bearbeiten.
es: %@ En su lugar se iniciará un nuevo proceso con este resumen de lo que contiene la sesión. Puedes editarlo antes de enviarlo.
fr: %@ Un nouveau processus sera lancé à la place, avec ce résumé de ce que contient la session. Vous pouvez le modifier avant son envoi.
hi: %@ इसके बजाय एक नई प्रोसेस शुरू की जाएगी, और उसे सेशन की सामग्री का यह सारांश दिया जाएगा। भेजे जाने से पहले आप इसे संपादित कर सकते हैं।
it: %@ Verrà invece avviato un nuovo processo, a cui verrà passato questo riepilogo di ciò che contiene la sessione. Puoi modificarlo prima dell’invio.
ja: %@代わりに新しいプロセスが開始され、セッションの内容をまとめたこの要約が渡されます。送信する前に編集できます。
ko: %@ 대신 새로운 프로세스가 시작되며, 세션 내용을 담은 이 요약이 전달됩니다. 전송하기 전에 편집할 수 있습니다.
nl: %@ In plaats daarvan wordt een nieuw proces gestart met deze samenvatting van wat de sessie bevat. Je kunt de samenvatting wijzigen voordat ze wordt verstuurd.
pl: %@ Zamiast tego zostanie uruchomiony nowy proces, który otrzyma to podsumowanie zawartości sesji. Możesz je edytować przed wysłaniem.
pt_br: %@ Um novo processo será iniciado no lugar, com este resumo do conteúdo da sessão. Você pode editá-lo antes do envio.
ru: %@ Вместо этого будет запущен новый процесс, которому передадут эту сводку содержимого сессии. Её можно изменить перед отправкой.
tr: %@ Bunun yerine yeni bir işlem başlatılacak ve ona oturumun içeriğine dair bu özet verilecek. Göndermeden önce düzenleyebilirsiniz.
uk: %@ Натомість буде запущено новий процес, якому передадуть цей підсумок вмісту сеансу. Ви можете відредагувати його перед надсиланням.
zh_hans: %@ 将改为启动新进程，并向其提供此会话内容摘要。你可以在发送前编辑它。
zh_hant: %@ 將改為啟動新的程序，並提供這份工作階段內容摘要。你可以在傳送前編輯。

source: %@ KiB
ar: %@ ك.ب
fr: %@ Kio
ru: %@ КиБ
uk: %@ КіБ

source: %@ Nothing was stopped or closed.
ar: %@ لم يتم إيقاف أو إغلاق أي شيء.
de: %@ Nichts wurde gestoppt oder geschlossen.
es: %@ No se ha detenido ni cerrado nada.
fr: %@ Rien n’a été arrêté ni fermé.
hi: %@ कुछ भी रोका या बंद नहीं किया गया।
it: %@ Nulla è stato arrestato o chiuso.
ja: %@何も停止したり閉じたりしていません。
ko: %@ 아무것도 중단되거나 닫히지 않았습니다.
nl: %@ Er is niets gestopt of gesloten.
pl: %@ Niczego nie zatrzymano ani nie zamknięto.
pt_br: %@ Nada foi parado ou fechado.
ru: %@ Ничего не было остановлено или закрыто.
tr: %@ Hiçbir şey durdurulmadı veya kapatılmadı.
uk: %@ Нічого не зупинено й не закрито.
zh_hans: %@ 没有停止或关闭任何内容。
zh_hant: %@ 未停止或關閉任何項目。

source: %@ The file is left untouched, so nothing in it is lost.
ar: %@ تُرك الملف كما هو، لذا لم يُفقد أي شيء منه.
de: %@ Die Datei bleibt unverändert, sodass nichts verloren geht.
es: %@ El archivo queda intacto, así que no se pierde nada de su contenido.
fr: %@ Le fichier est laissé intact : rien de ce qu’il contient n’est perdu.
hi: %@ फ़ाइल को छुआ नहीं गया, इसलिए इसमें कुछ भी नहीं खोया।
it: %@ Il file non viene toccato, quindi nulla del suo contenuto va perso.
ja: %@ファイルはそのまま残されているため、内容は失われていません。
ko: %@ 파일은 그대로 유지되므로 내용이 손실되지 않습니다.
nl: %@ Het bestand blijft ongemoeid, dus er gaat niets van verloren.
pl: %@ Plik pozostaje nienaruszony, więc nic z niego nie zostanie utracone.
pt_br: %@ O arquivo é mantido intacto, então nada nele é perdido.
ru: %@ Файл оставлен без изменений, поэтому ничего из него не потеряно.
tr: %@ Dosyaya dokunulmadı; içindeki hiçbir şey kaybolmaz.
uk: %@ Файл залишено без змін, тож нічого з нього не втрачено.
zh_hans: %@ 文件保持原样，其中的内容不会丢失。
zh_hant: %@ 檔案維持原樣，其中內容不會遺失。

source: %@ This agent takes no initial prompt either, so the new process starts without any summary of the session.
ar: %@ لا يقبل هذا الوكيل prompt أوليًا أيضًا، لذا تبدأ العملية الجديدة بدون أي ملخص للجلسة.
de: %@ Dieser Agent akzeptiert auch keinen anfänglichen Prompt, daher startet der neue Prozess ohne Zusammenfassung der Sitzung.
es: %@ Este agente tampoco acepta un prompt inicial, así que el nuevo proceso se inicia sin ningún resumen de la sesión.
fr: %@ Cet agent n’accepte pas non plus de prompt initial : le nouveau processus démarre donc sans résumé de la session.
hi: %@ यह एजेंट प्रारंभिक प्रॉम्प्ट भी स्वीकार नहीं करता, इसलिए नई प्रोसेस सेशन के किसी सारांश के बिना शुरू होती है।
it: %@ Anche questo agente non accetta un prompt iniziale, quindi il nuovo processo si avvia senza alcun riepilogo della sessione.
ja: %@このエージェントは最初のプロンプトも受け付けないため、新しいプロセスはセッションの要約なしで開始されます。
ko: %@ 이 에이전트는 초기 프롬프트도 받지 않으므로 새로운 프로세스가 세션 요약 없이 시작됩니다.
nl: %@ Deze agent accepteert ook geen beginprompt, dus het nieuwe proces start zonder samenvatting van de sessie.
pl: %@ Ten agent nie przyjmuje też początkowego promptu, więc nowy proces uruchomi się bez podsumowania sesji.
pt_br: %@ Este agente também não aceita prompt inicial, então o novo processo começa sem nenhum resumo da sessão.
ru: %@ Этот агент также не принимает начальный промпт, поэтому новый процесс запустится без сводки сессии.
tr: %@ Bu ajan başlangıç istemi de almadığından yeni işlem oturumun herhangi bir özeti olmadan başlar.
uk: %@ Цей агент також не приймає початковий промпт, тому новий процес запуститься без підсумку сеансу.
zh_hans: %@ 此智能体也不接受初始提示词，因此新进程启动时不带任何会话摘要。
zh_hant: %@ 此代理程式也不接受初始提示詞，因此新的程序啟動時不會帶有工作階段摘要。

source: %@ archived.
ar: تمت أرشفة %@.
de: %@ archiviert.
es: %@ archivada.
fr: %@ archivée.
hi: %@ आर्काइव किया गया।
it: %@ archiviata.
ja: %@をアーカイブしました。
ko: %@ 보관됨.
nl: %@ gearchiveerd.
pl: Zarchiwizowano: %@.
pt_br: %@ arquivada.
ru: Сессия «%@» архивирована.
tr: %@ arşivlendi.
uk: «%@» архівовано.
zh_hans: 已归档“%@”。
zh_hant: 已封存 %@。

source: %@ asks for new hooks to be approved once. Vibe Manager approves these ones, and no other.
ar: يطلب %@ الموافقة على كل hook جديد مرة واحدة. يوافق Vibe Manager على هذه فقط، ولا شيء غيرها.
de: %@ verlangt, neue Hooks einmalig zu genehmigen. Vibe Manager genehmigt genau diese und keine anderen.
es: %@ pide aprobar una vez cada hook nuevo. Vibe Manager aprueba estos y ningún otro.
fr: %@ demande d’approuver une fois chaque nouveau hook. Vibe Manager approuve ceux-ci, et aucun autre.
hi: %@ नए hooks को एक बार स्वीकृत करने के लिए कहता है। Vibe Manager इन्हें स्वीकृत करता है, किसी और को नहीं।
it: %@ chiede di approvare una volta i nuovi hook. Vibe Manager approva questi e nessun altro.
ja: %@は新しいフックを一度承認するよう求めています。Vibe Managerはこれらのフックのみを承認し、ほかは承認しません。
ko: %@은(는) 새로운 hook을 한 번 승인하도록 요청합니다. Vibe Manager는 이 hook만 승인하며 다른 것은 승인하지 않습니다.
nl: %@ vraagt om nieuwe hooks één keer goed te keuren. Vibe Manager keurt deze goed, en geen andere.
pl: %@ wymaga jednorazowego zatwierdzenia nowych hooków. Vibe Manager zatwierdza te i żadne inne.
pt_br: %@ pede que cada novo hook seja aprovado uma vez. O Vibe Manager aprova estes, e nenhum outro.
ru: %@ требует однократно одобрять новые хуки. Vibe Manager одобряет только эти, и никакие другие.
tr: %@, yeni hook’ların bir kez onaylanmasını istiyor. Vibe Manager yalnızca bunları onaylar, başkasını değil.
uk: %@ просить один раз схвалити нові хуки. Vibe Manager схвалює ці, і жодних інших.
zh_hans: %@ 要求对新 hook 批准一次。Vibe Manager 只批准这些 hook，不会批准其他 hook。
zh_hant: %@ 要求新的 hook 需核准一次。Vibe Manager 只會核准這些，不會核准其他。

source: %@ asks to sign in: sign in in a session's web view, then test again.
ar: يطلب %@ تسجيل الدخول: سجّل الدخول في عرض الويب لإحدى الجلسات، ثم اختبر مرة أخرى.
de: %@ verlangt eine Anmeldung: Melde dich in der Webansicht einer Sitzung an und teste erneut.
es: %@ pide iniciar sesión: inicia sesión en la vista web de una sesión y vuelve a probar.
fr: %@ demande de se connecter : connectez-vous dans la vue web d’une session, puis testez à nouveau.
hi: %@ साइन इन करने के लिए कहता है: किसी सेशन के वेब दृश्य में साइन इन करें, फिर दोबारा टेस्ट करें।
it: %@ chiede di accedere: accedi nella vista web di una sessione, poi testa di nuovo.
ja: %@へのサインインが必要です。セッションのWebビューでサインインしてから、もう一度テストしてください。
ko: %@에서 로그인을 요청합니다. 세션의 웹 보기에서 로그인한 후 다시 테스트하십시오.
nl: %@ vraagt om in te loggen: log in via de webweergave van een sessie en test opnieuw.
pl: %@ wymaga zalogowania: zaloguj się w widoku www sesji, a następnie przetestuj ponownie.
pt_br: %@ pede login: faça login na visualização web de uma sessão e teste novamente.
ru: %@ просит войти: войдите в веб-панели сессии, затем проверьте снова.
tr: %@ giriş yapmanızı istiyor: bir oturumun web görünümünde giriş yapın, sonra yeniden test edin.
uk: %@ просить увійти: увійдіть у вебперегляді сеансу й перевірте знову.
zh_hans: %@ 要求登录：请在某个会话的网页视图中登录，然后重新测试。
zh_hant: %@ 要求登入：請在工作階段的網頁視圖中登入，然後再次測試。

source: %@ cache read
ar: %@ مقروءة من ذاكرة التخزين المؤقت
de: %@ aus Cache gelesen
es: %@ leídos de caché
fr: %@ lus en cache
hi: %@ कैश से पढ़े गए
it: %@ letti dalla cache
ja: キャッシュ読み取り%@
ko: 캐시 읽기 %@
nl: %@ uit cache gelezen
pl: %@ odczyt z cache
pt_br: %@ lidos do cache
ru: %@ чтение из кэша
tr: %@ önbellekten okunan
uk: %@ прочитано з кешу
zh_hans: %@ 缓存读取
zh_hant: %@ 快取讀取

source: %@ cache write
ar: %@ مكتوبة في ذاكرة التخزين المؤقت
de: %@ in Cache geschrieben
es: %@ escritos en caché
fr: %@ écrits en cache
hi: %@ कैश में लिखे गए
it: %@ scritti nella cache
ja: キャッシュ書き込み%@
ko: 캐시 쓰기 %@
nl: %@ naar cache geschreven
pl: %@ zapis do cache
pt_br: %@ gravados no cache
ru: %@ запись в кэш
tr: %@ önbelleğe yazılan
uk: %@ записано в кеш
zh_hans: %@ 缓存写入
zh_hant: %@ 快取寫入

source: %@ cannot summarize this session: it is not signed in.
ar: لا يمكن لـ %@ تلخيص هذه الجلسة: لم يتم تسجيل الدخول إليه.
de: %@ kann diese Sitzung nicht zusammenfassen: Es ist nicht angemeldet.
es: %@ no puede resumir esta sesión: no tiene la sesión iniciada.
fr: %@ ne peut pas résumer cette session : il n’est pas connecté.
hi: %@ इस सेशन का सारांश नहीं बना सकता: यह साइन इन नहीं है।
it: %@ non può riassumere questa sessione: non ha eseguito l’accesso.
ja: %@はこのセッションを要約できません。サインインしていません。
ko: %@에 로그인되어 있지 않아 이 세션을 요약할 수 없습니다.
nl: %@ kan deze sessie niet samenvatten: je bent niet ingelogd.
pl: %@ nie może podsumować tej sesji: nie zalogowano się w nim.
pt_br: %@ não pode resumir esta sessão: não há login feito.
ru: %@ не может составить сводку этой сессии: вход не выполнен.
tr: %@ bu oturumu özetleyemiyor: giriş yapılmamış.
uk: %@ не може підсумувати цей сеанс: вхід не виконано.
zh_hans: %@ 无法总结此会话：它尚未登录。
zh_hant: %@ 無法摘要此工作階段：尚未登入。

source: %@ cannot summarize this session: it offers no way to.
ar: لا يمكن لـ %@ تلخيص هذه الجلسة: لا يوفّر وسيلة لذلك.
de: %@ kann diese Sitzung nicht zusammenfassen: Es bietet keine Möglichkeit dazu.
es: %@ no puede resumir esta sesión: no ofrece ninguna forma de hacerlo.
fr: %@ ne peut pas résumer cette session : il n’en offre pas le moyen.
hi: %@ इस सेशन का सारांश नहीं बना सकता: इसमें इसका कोई तरीका नहीं है।
it: %@ non può riassumere questa sessione: non offre un modo per farlo.
ja: %@はこのセッションを要約できません。その手段がありません。
ko: %@은(는) 요약 기능을 제공하지 않아 이 세션을 요약할 수 없습니다.
nl: %@ kan deze sessie niet samenvatten: het biedt daar geen mogelijkheid voor.
pl: %@ nie może podsumować tej sesji: nie oferuje takiej możliwości.
pt_br: %@ não pode resumir esta sessão: não oferece meios para isso.
ru: %@ не может составить сводку этой сессии: он не предоставляет такой возможности.
tr: %@ bu oturumu özetleyemiyor: bunun için bir yol sunmuyor.
uk: %@ не може підсумувати цей сеанс: він не має такої можливості.
zh_hans: %@ 无法总结此会话：它不提供此功能。
zh_hant: %@ 無法摘要此工作階段：它未提供此功能。

source: %@ cannot summarize this session: its command-line tool cannot be run.
ar: لا يمكن لـ %@ تلخيص هذه الجلسة: يتعذّر تشغيل أداة سطر الأوامر الخاصة به.
de: %@ kann diese Sitzung nicht zusammenfassen: Sein Befehlszeilentool kann nicht ausgeführt werden.
es: %@ no puede resumir esta sesión: su herramienta de línea de comandos no se puede ejecutar.
fr: %@ ne peut pas résumer cette session : son outil en ligne de commande ne peut pas être lancé.
hi: %@ इस सेशन का सारांश नहीं बना सकता: इसका कमांड-लाइन टूल चलाया नहीं जा सकता।
it: %@ non può riassumere questa sessione: il suo strumento da riga di comando non può essere eseguito.
ja: %@はこのセッションを要約できません。コマンドラインツールを実行できません。
ko: %@의 명령행 도구를 실행할 수 없어 이 세션을 요약할 수 없습니다.
nl: %@ kan deze sessie niet samenvatten: de opdrachtregeltool kan niet worden uitgevoerd.
pl: %@ nie może podsumować tej sesji: nie można uruchomić jego narzędzia wiersza poleceń.
pt_br: %@ não pode resumir esta sessão: a ferramenta de linha de comando não pode ser executada.
ru: %@ не может составить сводку этой сессии: его инструмент командной строки не запускается.
tr: %@ bu oturumu özetleyemiyor: komut satırı aracı çalıştırılamıyor.
uk: %@ не може підсумувати цей сеанс: його інструмент командного рядка неможливо запустити.
zh_hans: %@ 无法总结此会话：无法运行其命令行工具。
zh_hant: %@ 無法摘要此工作階段：無法執行其命令列工具。

source: %@ cannot summarize this session: its command-line tool is too old.
ar: لا يمكن لـ %@ تلخيص هذه الجلسة: أداة سطر الأوامر الخاصة به قديمة جدًا.
de: %@ kann diese Sitzung nicht zusammenfassen: Sein Befehlszeilentool ist zu alt.
es: %@ no puede resumir esta sesión: su herramienta de línea de comandos es demasiado antigua.
fr: %@ ne peut pas résumer cette session : son outil en ligne de commande est trop ancien.
hi: %@ इस सेशन का सारांश नहीं बना सकता: इसका कमांड-लाइन टूल बहुत पुराना है।
it: %@ non può riassumere questa sessione: il suo strumento da riga di comando è troppo vecchio.
ja: %@はこのセッションを要約できません。コマンドラインツールが古すぎます。
ko: %@의 명령행 도구가 너무 오래되어 이 세션을 요약할 수 없습니다.
nl: %@ kan deze sessie niet samenvatten: de opdrachtregeltool is te oud.
pl: %@ nie może podsumować tej sesji: jego narzędzie wiersza poleceń jest za stare.
pt_br: %@ não pode resumir esta sessão: a ferramenta de linha de comando é antiga demais.
ru: %@ не может составить сводку этой сессии: его инструмент командной строки слишком старый.
tr: %@ bu oturumu özetleyemiyor: komut satırı aracı çok eski.
uk: %@ не може підсумувати цей сеанс: його інструмент командного рядка надто старий.
zh_hans: %@ 无法总结此会话：其命令行工具版本过旧。
zh_hant: %@ 無法摘要此工作階段：其命令列工具太舊。

source: %@ changed
ar: تم تغيير %@
de: %@ geändert
es: %@ modificada
fr: %@ modifié
hi: %@ बदला गया
it: %@ modificato
ja: %@（変更あり）
ko: %@ 변경됨
nl: %@ gewijzigd
pl: Zmieniono: %@
pt_br: %@ alterado
ru: %@ изменён
tr: %@ değişti
uk: «%@» змінено
zh_hans: “%@”已更改
zh_hant: %@ 已變更

# %@ could not be opened in %@. It was revealed instead.
source: %1$@ could not be opened in %2$@. It was revealed instead.
ar: تعذّر فتح %1$@ في %2$@. تم عرضه في Finder بدلًا من ذلك.
de: %1$@ konnte nicht in %2$@ geöffnet werden. Es wurde stattdessen im Finder gezeigt.
es: No se ha podido abrir %1$@ en %2$@. En su lugar se ha mostrado en el Finder.
fr: %1$@ n’a pas pu être ouvert dans %2$@. Il a été affiché dans le Finder à la place.
hi: %1$@ को %2$@ में नहीं खोला जा सका। इसके बजाय इसे Finder में दिखाया गया।
it: Impossibile aprire %1$@ in %2$@. È stato mostrato nel Finder.
ja: %1$@を%2$@で開けませんでした。代わりにFinderに表示しました。
ko: %1$@을(를) %2$@에서 열 수 없어 대신 Finder에서 표시했습니다.
nl: %1$@ kon niet worden geopend in %2$@. Het is in plaats daarvan in de Finder getoond.
pl: Nie można otworzyć %1$@ w %2$@. Zamiast tego pokazano go w Finderze.
pt_br: Não foi possível abrir %1$@ em %2$@. Ele foi mostrado no Finder no lugar.
ru: Не удалось открыть %1$@ в %2$@. Вместо этого он показан в Finder.
tr: %1$@, %2$@ ile açılamadı. Bunun yerine Finder’da gösterildi.
uk: Не вдалося відкрити %1$@ у %2$@. Натомість його показано у Finder.
zh_hans: 无法在 %2$@ 中打开 %1$@，已改为在 Finder 中显示。
zh_hant: 無法在 %2$@ 中打開 %1$@。已改為在 Finder 中顯示。

source: %@ could not be started.
ar: تعذّر بدء %@.
de: %@ konnte nicht gestartet werden.
es: No se ha podido iniciar %@.
fr: %@ n’a pas pu être lancé.
hi: %@ शुरू नहीं किया जा सका।
it: Impossibile avviare %@.
ja: %@を起動できませんでした。
ko: %@을(를) 시작할 수 없습니다.
nl: %@ kon niet worden gestart.
pl: Nie można uruchomić %@.
pt_br: Não foi possível iniciar %@.
ru: Не удалось запустить %@.
tr: %@ başlatılamadı.
uk: Не вдалося запустити %@.
zh_hans: 无法启动 %@。
zh_hant: 無法啟動 %@。

source: %@ ended
ar: انتهى %@
de: %@ beendet
es: %@ ha terminado
fr: %@ s’est terminé
hi: %@ समाप्त हुआ
it: %@ terminato
ja: %@が終了しました
ko: %@ 종료됨
nl: %@ is beëindigd
pl: %@ zakończył działanie
pt_br: %@ terminou
ru: %@: завершено
tr: %@ sona erdi
uk: %@ завершився
zh_hans: %@ 已结束
zh_hant: %@ 已結束

source: %@ in
ar: %@ إدخال
de: %@ Eingabe
es: %@ de entrada
fr: %@ en entrée
hi: %@ इनपुट
it: %@ in entrata
ja: 入力%@
ko: 입력 %@
pl: %@ wej.
pt_br: %@ de entrada
ru: %@ вход
tr: %@ girdi
uk: %@ на вході
zh_hans: %@ 输入
zh_hant: %@ 輸入

source: %@ is drawing ten expressions
ar: يرسم %@ عشرة تعبيرات
de: %@ zeichnet zehn Ausdrücke
es: %@ está dibujando diez expresiones
fr: %@ dessine dix expressions
hi: %@ दस भाव बना रहा है
it: %@ sta disegnando dieci espressioni
ja: %@が10個の表情を描画しています
ko: %@이(가) 표정 10개를 그리는 중
nl: %@ tekent tien expressies
pl: %@ rysuje dziesięć min
pt_br: %@ está desenhando dez expressões
ru: %@ рисует десять выражений
tr: %@ on ifade çiziyor
uk: %@ малює десять виразів
zh_hans: %@ 正在绘制十个表情
zh_hant: %@ 正在繪製十種表情

source: %@ is drawing the avatar. It takes one to two minutes.
ar: يرسم %@ الصورة الرمزية. يستغرق ذلك دقيقة أو دقيقتين.
de: %@ zeichnet den Avatar. Das dauert ein bis zwei Minuten.
es: %@ está dibujando el avatar. Tarda uno o dos minutos.
fr: %@ dessine l’avatar. Cela prend une à deux minutes.
hi: %@ अवतार बना रहा है। इसमें एक से दो मिनट लगते हैं।
it: %@ sta disegnando l’avatar. Ci vorranno uno o due minuti.
ja: %@がアバターを描画しています。1〜2分かかります。
ko: %@이(가) 아바타를 그리고 있습니다. 1~2분 정도 걸립니다.
nl: %@ tekent de avatar. Dit duurt een à twee minuten.
pl: %@ rysuje awatar. To potrwa minutę lub dwie.
pt_br: %@ está desenhando o avatar. Isso leva de um a dois minutos.
ru: %@ рисует аватар. Это займёт одну-две минуты.
tr: %@ avatarı çiziyor. Bu bir iki dakika sürer.
uk: %@ малює аватар. Це займе хвилину-дві.
zh_hans: %@ 正在绘制头像。需要一到两分钟。
zh_hant: %@ 正在繪製頭像。需要一到兩分鐘。

# %@ is drawing “%@” again.
source: %1$@ is drawing “%2$@” again.
ar: يعيد %1$@ رسم «%2$@».
de: %1$@ zeichnet „%2$@“ neu.
es: %1$@ está volviendo a dibujar “%2$@”.
fr: %1$@ redessine « %2$@ ».
hi: %1$@ “%2$@” फिर से बना रहा है।
it: %1$@ sta ridisegnando “%2$@”.
ja: %1$@が「%2$@」を描き直しています。
ko: %1$@이(가) “%2$@”을(를) 다시 그리고 있습니다.
nl: %1$@ tekent ‘%2$@’ opnieuw.
pl: %1$@ ponownie rysuje „%2$@”.
pt_br: %1$@ está redesenhando “%2$@”.
ru: %1$@ перерисовывает «%2$@».
tr: %1$@, “%2$@” ifadesini yeniden çiziyor.
uk: %1$@ перемальовує «%2$@».
zh_hans: %1$@ 正在重新绘制“%2$@”。
zh_hant: %1$@ 正在重新繪製「%2$@」。

source: %@ is drawing “%@” again… %@
ar: يعيد %1$@ رسم «%2$@»… %3$@
de: %@ zeichnet „%@“ neu … %@
es: %@ está volviendo a dibujar “%@”… %@
fr: %1$@ redessine « %2$@ »… %3$@
hi: %1$@ “%2$@” फिर से बना रहा है… %3$@
it: %@ sta ridisegnando “%@”… %@
ja: %1$@が「%2$@」を描き直しています… %3$@
ko: %1$@이(가) “%2$@”을(를) 다시 그리는 중… %3$@
nl: %@ tekent ‘%@’ opnieuw… %@
pl: %@ ponownie rysuje „%@”… %@
pt_br: %1$@ está redesenhando “%2$@”… %3$@
ru: %@ перерисовывает «%@»… %@
tr: %1$@, “%2$@” ifadesini yeniden çiziyor… %3$@
uk: %1$@ перемальовує «%2$@»… %3$@
zh_hans: %@ 正在重新绘制“%@”… %@
zh_hant: %1$@ 正在重新繪製「%2$@」… %3$@

source: %@ is drawing… %@
ar: يرسم %1$@… %2$@
de: %@ zeichnet … %@
es: %@ está dibujando… %@
fr: %1$@ dessine… %2$@
hi: %1$@ बना रहा है… %2$@
it: %@ sta disegnando… %@
ja: %1$@が描画しています… %2$@
ko: %1$@이(가) 그리는 중… %2$@
nl: %@ tekent… %@
pl: %@ rysuje… %@
pt_br: %1$@ está desenhando… %2$@
ru: %@ рисует… %@
tr: %1$@ çiziyor… %2$@
uk: %1$@ малює… %2$@
zh_hans: %@ 正在绘制… %@
zh_hant: %1$@ 正在繪製… %2$@

source: %@ is multiline
ar: %@ متعدد الأسطر
de: %@ ist mehrzeilig
es: %@ en varias líneas
fr: %@ sur plusieurs lignes
hi: %@ कई पंक्तियों वाला है
it: %@ su più righe
ja: %@（複数行）
ko: %@ 여러 행
nl: %@ heeft meerdere regels
pl: %@ — wiele wierszy
pt_br: %@ tem várias linhas
ru: %@: многострочное
tr: %@ çok satırlı
uk: %@ — кілька рядків
zh_hans: %@ 为多行
zh_hant: %@ 為多行

source: %@ is no longer running: nothing was sent.
ar: لم تعد «%@» قيد التشغيل: لم يتم إرسال أي شيء.
de: „%@“ läuft nicht mehr: Es wurde nichts gesendet.
es: “%@” ya no está en ejecución: no se ha enviado nada.
fr: « %@ » ne tourne plus : rien n’a été envoyé.
hi: “%@” अब नहीं चल रहा: कुछ नहीं भेजा गया।
it: “%@” non è più in esecuzione: non è stato inviato nulla.
ja: 「%@」は実行されていません。何も送信されませんでした。
ko: “%@”이(가) 더 이상 실행 중이 아니어서 아무것도 전송되지 않았습니다.
nl: ‘%@’ is niet meer actief: er is niets verstuurd.
pl: „%@” już nie działa: nic nie wysłano.
pt_br: “%@” não está mais em execução: nada foi enviado.
ru: «%@» больше не работает: ничего не отправлено.
tr: “%@” artık çalışmıyor: hiçbir şey gönderilmedi.
uk: «%@» більше не працює: нічого не надіслано.
zh_hans: “%@”已不再运行：未发送任何内容。
zh_hant: 「%@」已不在執行中：未傳送任何內容。

source: %@ is not a field — names use letters, digits, - and _ — so it stays as text.
ar: %@ ليس حقلًا — تتكون الأسماء من أحرف وأرقام و- و_ — لذا يبقى نصًا.
de: %@ ist kein Feld – Namen bestehen aus Buchstaben, Ziffern, - und _ – und bleibt daher Text.
es: %@ no es un campo — los nombres usan letras, cifras, - y _ —, así que se queda como texto.
fr: %@ n’est pas un champ — un nom utilise des lettres, des chiffres, - et _ — et reste donc du texte.
hi: %@ फ़ील्ड नहीं है — नामों में अक्षर, अंक, - और _ होते हैं — इसलिए यह टेक्स्ट ही रहता है।
it: %@ non è un campo — i nomi usano lettere, cifre, - e _ — quindi resta testo.
ja: %@はフィールドではないため、テキストのまま残ります（名前に使えるのは英字、数字、-、_です）。
ko: %@은(는) 필드가 아니므로(이름에는 문자, 숫자, - 및 _만 사용) 텍스트로 유지됩니다.
nl: %@ is geen veld — namen bestaan uit letters, cijfers, - en _ — dus het blijft tekst.
pl: %@ nie jest polem — nazwy składają się z liter, cyfr, - i _ — więc pozostaje tekstem.
pt_br: %@ não é um campo — os nomes usam letras, dígitos, - e _ — então permanece como texto.
ru: %@ — не поле (в названиях допустимы буквы, цифры, - и _), поэтому остаётся текстом.
tr: %@ bir alan değil — adlarda harf, rakam, - ve _ kullanılır — bu nedenle metin olarak kalır.
uk: %@ не є полем — назви складаються з літер, цифр, - і _ — тому залишається текстом.
zh_hans: %@ 不是字段（名称只能使用字母、数字、- 和 _），因此保留为文本。
zh_hant: %@ 不是欄位 — 名稱只能使用字母、數字、- 和 _ — 因此保留為文字。

source: %@ is required
ar: %@ مطلوب
de: %@ ist erforderlich
es: %@ obligatorio
fr: %@ obligatoire
hi: %@ आवश्यक है
it: %@ obbligatorio
ja: %@（必須）
ko: %@ 필수
nl: %@ is verplicht
pl: %@ — wymagane
pt_br: %@ é obrigatório
ru: %@: обязательно
tr: %@ zorunlu
uk: %@ — обов’язкове поле
zh_hans: %@ 为必填项
zh_hant: %@ 為必填
